{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<unk>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"</s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32000,"special":true,"content":"<extra_id_99>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32001,"special":true,"content":"<extra_id_98>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32002,"special":true,"content":"<extra_id_97>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32003,"special":true,"content":"<extra_id_96>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32004,"special":true,"content":"<extra_id_95>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32005,"special":true,"content":"<extra_id_94>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32006,"special":true,"content":"<extra_id_93>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32007,"special":true,"content":"<extra_id_92>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32008,"special":true,"content":"<extra_id_91>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32009,"special":true,"content":"<extra_id_90>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32010,"special":true,"content":"<extra_id_89>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32011,"special":true,"content":"<extra_id_88>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32012,"special":true,"content":"<extra_id_87>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32013,"special":true,"content":"<extra_id_86>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32014,"special":true,"content":"<extra_id_85>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32015,"special":true,"content":"<extra_id_84>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32016,"special":true,"content":"<extra_id_83>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32017,"special":true,"content":"<extra_id_82>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32018,"special":true,"content":"<extra_id_81>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32019,"special":true,"content":"<extra_id_80>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32020,"special":true,"content":"<extra_id_79>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32021,"special":true,"content":"<extra_id_78>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32022,"special":true,"content":"<extra_id_77>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32023,"special":true,"content":"<extra_id_76>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32024,"special":true,"content":"<extra_id_75>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32025,"special":true,"content":"<extra_id_74>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32026,"special":true,"content":"<extra_id_73>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32027,"special":true,"content":"<extra_id_72>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32028,"special":true,"content":"<extra_id_71>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32029,"special":true,"content":"<extra_id_70>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32030,"special":true,"content":"<extra_id_69>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32031,"special":true,"content":"<extra_id_68>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32032,"special":true,"content":"<extra_id_67>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32033,"special":true,"content":"<extra_id_66>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32034,"special":true,"content":"<extra_id_65>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32035,"special":true,"content":"<extra_id_64>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32036,"special":true,"content":"<extra_id_63>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32037,"special":true,"content":"<extra_id_62>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32038,"special":true,"content":"<extra_id_61>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32039,"special":true,"content":"<extra_id_60>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32040,"special":true,"content":"<extra_id_59>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32041,"special":true,"content":"<extra_id_58>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32042,"special":true,"content":"<extra_id_57>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32043,"special":true,"content":"<extra_id_56>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32044,"special":true,"content":"<extra_id_55>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32045,"special":true,"content":"<extra_id_54>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32046,"special":true,"content":"<extra_id_53>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32047,"special":true,"content":"<extra_id_52>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32048,"special":true,"content":"<extra_id_51>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32049,"special":true,"content":"<extra_id_50>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32050,"special":true,"content":"<extra_id_49>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32051,"special":true,"content":"<extra_id_48>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32052,"special":true,"content":"<extra_id_47>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32053,"special":true,"content":"<extra_id_46>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32054,"special":true,"content":"<extra_id_45>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32055,"special":true,"content":"<extra_id_44>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32056,"special":true,"content":"<extra_id_43>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32057,"special":true,"content":"<extra_id_42>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32058,"special":true,"content":"<extra_id_41>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32059,"special":true,"content":"<extra_id_40>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32060,"special":true,"content":"<extra_id_39>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32061,"special":true,"content":"<extra_id_38>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32062,"special":true,"content":"<extra_id_37>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32063,"special":true,"content":"<extra_id_36>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32064,"special":true,"content":"<extra_id_35>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32065,"special":true,"content":"<extra_id_34>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32066,"special":true,"content":"<extra_id_33>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32067,"special":true,"content":"<extra_id_32>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32068,"special":true,"content":"<extra_id_31>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32069,"special":true,"content":"<extra_id_30>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32070,"special":true,"content":"<extra_id_29>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32071,"special":true,"content":"<extra_id_28>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32072,"special":true,"content":"<extra_id_27>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32073,"special":true,"content":"<extra_id_26>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32074,"special":true,"content":"<extra_id_25>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32075,"special":true,"content":"<extra_id_24>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32076,"special":true,"content":"<extra_id_23>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32077,"special":true,"content":"<extra_id_22>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32078,"special":true,"content":"<extra_id_21>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32079,"special":true,"content":"<extra_id_20>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32080,"special":true,"content":"<extra_id_19>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32081,"special":true,"content":"<extra_id_18>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32082,"special":true,"content":"<extra_id_17>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32083,"special":true,"content":"<extra_id_16>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32084,"special":true,"content":"<extra_id_15>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32085,"special":true,"content":"<extra_id_14>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32086,"special":true,"content":"<extra_id_13>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32087,"special":true,"content":"<extra_id_12>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32088,"special":true,"content":"<extra_id_11>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32089,"special":true,"content":"<extra_id_10>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32090,"special":true,"content":"<extra_id_9>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32091,"special":true,"content":"<extra_id_8>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32092,"special":true,"content":"<extra_id_7>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32093,"special":true,"content":"<extra_id_6>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32094,"special":true,"content":"<extra_id_5>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32095,"special":true,"content":"<extra_id_4>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32096,"special":true,"content":"<extra_id_3>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32097,"special":true,"content":"<extra_id_2>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32098,"special":true,"content":"<extra_id_1>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32099,"special":true,"content":"<extra_id_0>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"Precompiled",